/* No comment provided by engineer. */
"%@ %d Item" = "%@ %d Item";

/* No comment provided by engineer. */
"%@ cannot be deleted." = "%@ cannot be deleted.";

/* No comment provided by engineer. */
"%@ Folder %@ File total %@" = "%@ Folder %@ File total %@";

/* No comment provided by engineer. */
"%d Item" = "%d Item";

/* No comment provided by engineer. */
"Building the visualization..." = "Building the visualization...";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Canceling" = "Canceling";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"selected" = "Collected";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Deletion completed" = "Deletion completed";

/* No comment provided by engineer. */
"Deleted %lld item" = "Deleted %lld item";

/* No comment provided by engineer. */
"Drag and drop files here to delete them" = "Drag and drop files here to delete them";

/* No comment provided by engineer. */
"Move to the delete queue" = "Move to the delete queue";

/* No comment provided by engineer. */
"Don't need to delete files." = "Don't need to delete files.";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open Finder" = "open Finder";

/* No comment provided by engineer. */
"Preparing to delete..." = "Preparing to delete...";

/* No comment provided by engineer. */
"Scanning progress will be lost after canceling, you need to rescan next time" = "Scanning progress will be lost after canceling, you need to rescan next time";

/* No comment provided by engineer. */
"Scanning..." = "Scanning...";

/* No comment provided by engineer. */
"The selected files will be completely deleted." = "The selected files will be completely deleted.";

/* No comment provided by engineer. */
"Visualization mode" = "Visualization mode";

/* No comment provided by engineer. */
"Enter directory" = "Enter directory";

/* No comment provided by engineer. */
"Stop" = "Stop";

"File not found" = "File not found";

"Some files failed to delete due to insufficient permissions" = "Some files failed to delete due to insufficient permissions";

"The current scanning root directory is %@ and cannot return to the previous directory." = "The current scanning root directory is %@ and cannot return to the previous directory.";

"The current scanning root directory is %@, you can rescan %@." = "The current scanning root directory is %@, you can rescan %@.";
